{
    "homepage": {
        "sectionTop": {
            "link0": {
                "path": "jhfjdghj/ddgfhsdh.png",
                "title": "Log In"
            },
            "link1": {
                "path": "jhfjdghj/ddgfhsdh.png",
                "title": "Sign up"
            },
            "link2": {
                "path": "en",
                "title": "En"
            },
            "socialIcons": {
                "link1": {
                    "path": "https://www.facebook.com/cuisineVive/"
                },
                "link2": {
                    "path": "https://twitter.com/"
                },
                "link3": {
                    "path": "https://www.instagram.com/cuisinevive/"
                },
                "link4": {
                    "path": "https://www.youtube.com/"
                },
                "link5": {
                    "path": "https://plus.google.com/collections/featured"
                },
                "link6": {
                    "path": "https://pinterest.com/cuisinevive/"
                }
            },
            "menu1": {
                "path": "home",
                "title": "Accueil"
            },
            "menu2": {
                "path": "about",
                "title": "À propos "
            },
            "menu3": {
                "path": "howItWorks",
                "title": "Comment ça marche"
            },
            "menu4": {
                "path": "menu",
                "title": "Menu"
            },
            "menu5": {
                "path": "contact",
                "title": "Contactez-nous"
            },
            "menu6": {
                "title": "shoppingCart"
            }
        },
        "sectionPromo": {
            "content": {
                "text": "Votre commande sera livrée entre le 29 et le 30 Avril 2016."
            }
        },
        "sectionCarousel": {
            "slider1": {
                "text": "Savourez la Cuisine Vive en profitant de votre temps en famille",
                "button": "Commencer"
            },
            "slider2": {
                "text": "Cuisine Vive une autre option pour bien manger",
                "button": "Comment ça marche"
            },
            "slider3": {
                "text": "Si vous n'avez pas le temps de cuisiner, si vous cherchez une option paleo, végétarienne, sans gluten ou si  vous souhaitez surprendre avec de nouvelles recettes, Cuisine Vive est la réponse"
            },
            "slider4": {
                "text": "Livraison Gratuite",
                "subtext": "Lorsque vous dépensez plus de 60 $ avant taxes."
            },
            "slider5": {
                "text": "Service de Traiteur sur demande.",
                "button": "Contactez nous"
            },
            "slider6": {
                "text": "Ne vous inquiétez pas avec vos allergies, nous prenons plaisir a vous faire bien manger."
            }
        },
        "sectionAbout": {
            "contenu": {
                "title": "À propos de Cuisine Vive",
                "text": [
                    "Un chef, Une cuisine, Un rêve",
                    "C’est scientifiquement prouvé que tout ce que nous mangeons a une incidence directe dans le fonctionnement de notre corp. Andre Luis a vu cette realité et il  a eu le défis de reinventer differents recettes de la cuisine traditionnelle quand il a commencé à travailler dans les services de garde à Montreal. Il a du faire face à toutes sortes d’intolerences, allergies et restriccions alimentaires dans son poste de travail.",
                    "La grande préocupation d’Andre était de faire manger les petits plus de fruits et legumes, d’eviter les conserves,  les fritures et les collations avec un exces de sucre.",
                    "Le tout devrait etre servi  dans des  plats santés et  nourrisants essentiels pour leur development.  Il a reussi! Il les fait manger ses soupes, sa salade de couscous , les boules d’energie, et les barres de cereale et  tas d’autres plats qu’il prépare à tous les jours dans un CPE à Montreal. Les parents éttonés lui demandent comment il a fait telle recette, car leurs enfants n'en mangent pas  à la maison.",
                    "Andre Luis a créé Cuisine Vive, Une autre option pour bien manger à vie. Nous vous offrons des plats faits maison sans conservatives.  Quand vous n’avez pas le temps de cuisiner, quand vous cherchez une option paléo, vege ou sans gluten ou simplement quand vous voulez surprendre vos invités avec  des nouvelles recettes."
                ]
            }
        },
        "sectionHowItWorks": {
            "contenu": {
                "title": "Comment ça marche?",
                "text": "Le mode de vie moderne est très occupé. Avec un  travail à temps plein , les voyages, les petits enfants ou tous les anterieurs ensemble, faire la bouffe pour votre famille  peut être la dernière chose sur votre esprit. Cuisine Vive est là pour vous aider à gagner du temps dans l'épicerie, la chasse de recettes et meme dans la préparation facile!.",
                "list": [
                    "Consultez notre menu hebdomadaire tous les vendredis matin.",
                    "Cliquez sur les quantités que vous souhaitez commander et elles seront automatiquement ajoutées à votre liste.",
                    "Remplissez le formulaire avec vos informations de base et nous vous confirmerons votre commande dans les 24 heures par email ou par message texto. ",
                    "Les commandes peuvent être placées jusqu'a jeudi minuit.",
                    "Les repas sont préparés et livrés à votre maison tout au long du week-end.",
                    "Payez avec carte de débit, carte de crédit, Interac ou en espèces au jour de livraison.",
                    "Vous pouvez également économiser 5% sur votre achat si vous prenez votre commande.",
                    "Nous vous contacterons pour confirmer la date et heure de  livraison.",
                    "Livraison seulement à Montréal.",
                    "Nous offrons une LIVRAISON GRATUITE sur toutes les commandes de plus de 60 $ (avant taxes).",
                     "Obtenez votre cadeau gratuit pour le paiement en espèces ou interact."
                ],
                "icon1": "Vous choisissez",
                "icon2": "Nous cuisinons",
                "icon3": "Nous livrons",
                "icon4": "Vous aimez!",
                "button": "Savoir plus"
            }
        },
        "sectionMenu": {
            "contenu": {
                "title": "Cuisine Vive Menu",
                "text": "Notre menu a été soigneusement créé en pensant à chacun des palais de nos clients avec l'idée de les satisfaire. Nos plats sont sains, bien proportionnés et vraiment délicieux. ",
                "category": {
                    "button1": "Voir plus"
                }
            }
        },
        "setionNewsletter": {
            "contenuRight": {
                "title": "Suivez nous"
            },
            "contenuLeft": {
                "title": "Infolettre",
                "text": "Soyez le premier à être informé des nouvelles, offres et événements de Cuisine Vive. ",
                "placeholder": "Votre adresse email",
                "pathTitle": "Souscrire",
                "path": "www.hjkh.com"
            }
        },
        "sectionContact": {
            "contenu": {
                "title": "Contactez nous",
                "text": "Pour toute question ou commentaire n'hésitez pas à nous contacter"
            }
        }
    },
    "menu": {
        "contenu": {
            "title": "Cuisine Vive Menu"
        }
    },
    "menuId": {
        "contenu": {
            "ingredients": {
                "title": "Ingrédients:"
            }
        },
        "button": {
            "title": "Commander"
        },
        "banner": {
            "title": "Avez-vous encore faim?",
            "button2": {
                "title": "Continuer vos achats",
                "path": "#menu:"
            },
            "button1": {
                "title": "Comment ça marche",
                "path": "#howItWorks:"
            }
        }
    },
    "shoppingCart": {
        "title": {
            "text": "Votre panier"
        },
        "contenu": {
            "dishName": "Nom du plat",
            "dishPortion": "Portion",
            "dishPrice": "Prix",
            "dishQty": "Quantité",
            "dishTotal": "Total",
            "emptyText": "Votre panier est vide",
            "deliveryTitle": "Mode de livraison",
            "pickup": "Ramasser",
            "delivery": "Livraison",
            "zipCode": "Code postal",
            "GST": "TPS (5%)",
            "QST": "TVQ (9.975%)"
        },
        "button1": {
            "text": "continuer vos achats"
        },
        "button2": {
            "text": "Commandez maintenant"
        },
        "button3": {
            "text": "Commencer vos achats"
        }
    },
    "order": {
        "contenu": {
            "title": "Cuisine Vive - Order Summary"
        },
        "form": {
            "name": "Prénom",
            "address": "Adresse",
            "zipcode": "Code postal",
            "email": "Courriel",
            "tel": "Téléphone",
            "comments": "Informations supplémentaires ou allergiques",
            "submit": "Commander",
            "gift": " Obtenez votre cadeau gratuit pour le paiement en espèces ou interact si vous ramassez votre commande.",
            "newsletter": "Je souhaite recevoir des courriels de rappel, des nouvelles et des promotions de Cuisine Vive."
        }
    },
    "orderReceived": {
        "text": "Votre commande a été reçue, nous vous enverrons une confirmation à votre courriel électronique"
    },
    "modalNewsletter": {
        "title": "Cuisine Vive - Infolettre",
        "invalidMail": "Veuillez insérer un courriel valide",
        "newsletterOk": "Vous avez été enregistré. Merci de votre abonnement",
        "newsletterAlready": "Votre courriel est déjà inscrit dans notre infolettre",
        "newsletterProblem": "Oups ... il y a un problème, s'il vous plaît essayer plus tard"
    },
    "modalOrder": {
        "title": "Cuisine Vive - Oups...Un erreur",
        "contenu": {
            "list": [
                "Sorry, the zip code is not valid ",
                 "Do not forget, Delivery only in Montreal.",
                 "We offer FREE SHIPPING on all orders over $ 60 (before taxes).",
                 "We offer a 5% discount if you pick up your order.",
                 "Get your free gift for cash or interact payment."
            ]
        }
    }
}



